--/----------------------------------------------------------------------------
-- 1. Вывести всех сотрудников, которые находятся в отпуске.
--/----------------------------------------------------------------------------

SELECT * FROM Сотрудники_в_отпуске
ORDER BY [Полное имя]

--/----------------------------------------------------------------------------
-- 2. Вывести всех сотрудников, которые находятся в командировке.
--/----------------------------------------------------------------------------

SELECT * FROM Сотрудники_в_командировке
ORDER BY [Полное имя]

--/----------------------------------------------------------------------------
-- 3. Вывести всех сотрудников, которые находятся на больничном.
--/----------------------------------------------------------------------------

SELECT * FROM Сотрудники_на_больничном
ORDER BY [Полное имя]

--/----------------------------------------------------------------------------
-- 4. Вывести всех сотрудников, которые на данный момент работают.
--/----------------------------------------------------------------------------

SELECT * FROM Работающие_сотрудники
ORDER BY [Полное имя]

--/----------------------------------------------------------------------------
-- 5. Вывести всех сотрудников, которые заключали договора по купле-продаже
--    помещений в текущем году.
--/----------------------------------------------------------------------------

SELECT * FROM Сотрудники_заключавшие_договора_купли_продажи_помещений_в_текущем_году
